# TileUseRowEdit Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Tile..::..TileUseRowEdit Property
Tile Class See Also
---
The property labeled "Row Modify" from the "Tile" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string TileUseRowEdit { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property TileUseRowEdit As String
	Get
```

Visual C++
---
```text
public:
static property String^ TileUseRowEdit {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyBoolean".
# See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace